##########################################
######Translate to Thai by FujinoN's######
#YouTube https://www.youtube.com/fujinons#
#GitHub https://github.com/FujinoNs      #
##########################################
[LANGUAGE]
Language = English

[Common]
IDS_APP_NAME   = ACDSee Video Studio 3 ทดสอบ
IDS_APP_CANCEL = ยกเลิก
IDS_APP_OK = ตกลง
IDS_APP_CLOSE = ปิด
IDS_YES = ใช่
IDS_NO = ไม่
IDS_RETRY = ลองใหม่
IDS_ABORT = ยกเลิก
IDS_IGNORE = ไม่สนใจ
IDS_APP_LOADING = แปลไทยโดย Fujino N's | กำลังโหลดหน้าต่าง...
IDS_ELEMENT_TYPE_CAPTION = CAPTION
IDS_ELEMENT_TYPE_IMAGE = ภาพ
IDS_ELEMENT_TYPE_VIDEO = VIDEO
IDS_ELEMENT_TYPE_AUDIO = AUDIO
IDS_BROWSE_FOLDER = เรียกดูสำหรับโฟลเดอร์
IDS_DOCUMENT_DEFAULT_NAME = ไม่ได้ตั้งชื่อ
IDS_DOCUMENT_AUTOSAVE_DEFAULT_NAME = บันทึกอัตโนมัติ

[VideoStudioDlg]
IDS_PROJECT_SAVE = คุณต้องการที่จะบันทึกโครงการปัจจุบัน?
IDS_PROJECT_FILE_NOT_EXIST = ไม่พบไฟล์นี้:
IDS_PROJECT_PRODUCE_ERROR_MSG = ไม่มีสื่อในไทม์ไลน์ที่สามารถผลิตได้.
IDS_PROJECT_FILE_INVALID = ไม่สามารถเปิดไฟล์โครงการ ตรวจสอบให้แน่ใจว่าไฟล์ที่เลือกเป็นไฟล์ avspx ที่ถูกต้อง.
IDS_PROJECT_SYSTEM_ERROR = %s พบข้อผิดพลาดของระบบและจะปิดตอนนี้.
IDS_PROJECT_CLOSED_UNEXPECTEDLY = โครงการสุดท้ายของคุณปิดโดยไม่คาดหมาย.
IDS_PROJECT_RECOVER_OPEN = คุณต้องการให้ Video Studio พยายามกู้คืนและเปิดโครงการสุดท้ายที่บันทึกไว้อัตโนมัติของคุณหรือไม่?
IDS_PROJECT_OPEN_ZIP_FAILED = ไม่สามารถเปิดโครงการที่อยู่ในไฟล์ zip โปรดเปิดเครื่องรูดโครงการและลองโหลดใหม่.
IDS_PROJECT_SAVE_FILTER = โครงการทั้งหมด
IDS_FILE_EXIST_WARNNING = ไฟล์นี้มีอยู่แล้ว:
IDS_FILE_EXIST_OVERWRITE_PROMPT = คุณต้องการเขียนทับหรือไม่?

[Deserialization]
IDS_LOAD_PROJECT_START = เริ่มโหลดไฟล์โครงการ...
IDS_LOAD_PROJECT_GLOBAL = กำลังโหลดข้อมูลทั่วโลกของแอปพลิเคชัน...
IDS_LOAD_PROJECT_CANVAS_SETTING = กำลังโหลดการตั้งค่าผืนผ้าใบ...
IDS_LOAD_PROJECT_CAPTION_ATTR = กำลังโหลดแอตทริบิวต์คำบรรยายภาพ...
IDS_LOAD_PROJECT_DECODING = กำลังถอดรหัสไฟล์มีเดีย
IDS_LOAD_PROJECT_DECODING_START = เริ่มถอดรหัสไฟล์มีเดีย...
IDS_LOAD_PROJECT_DECODING_COMPLETED = ถอดรหัสไฟล์สื่อเสร็จสมบูรณ์.
IDS_LOAD_PROJECT_RECOVER_LAYOUT = เริ่มกู้คืนเค้าโครงเอกสาร...
IDS_LOAD_PROJECT_LAYOUT_START = กำลังโหลดเค้าโครงเอกสาร...
IDS_LOAD_PROJECT_TITLE = โหลดโครงการ

[Menu]
IDS_MENUBAR_FILE = ไฟล์
IDS_MENUBAR_EDIT= แก้ไข
IDS_MENUBAR_TOOLS= เครื่องมือ
IDS_MENUBAR_HELP= ช่วยด้วย
IDS_FILE_NEWPROJECT = &โครงการใหม่
IDS_FILE_OPENPROJECT = &เปิดโครงการ
IDS_FILE_RECENTPROJECTS = โครงการล่าสุด
IDS_FILE_SAVEPROJECT = &บันทึกโครงการ
IDS_FILE_SAVEPROJECTAS = บันทึกโครงการเป็น...
IDS_FILE_PRODUCESPECIAL = ผลิตสิ่งที่เลือกเป็น...
IDS_FILE_IMPORTMEDIA = สื่อนำเข้า
IDS_FILE_EXPORT_AS_ZIP = ส่งออกเป็น Zip
IDS_FILE_IMPORT_ZIPPED_PROJECT = นำเข้าโครงการ Zip
IDS_FILE_EXIT = ออก
IDS_EDITMENU_UNDO = เลิกทำ
IDS_EDITMENU_REDO = ทำซ้ำ
IDS_EDITMENU_CUT = ตัด
IDS_EDITMENU_COPY = สำเนา
IDS_EDITMENU_PASTE = วาง
IDS_EDITMENU_SPLIT = แยก
IDS_EDITMENU_DELETE = ลบ
IDS_EDITMENU_RIPPLE_DELETE = ไปข้างหน้าลบ
IDS_EDITMENU_SELECT_ALL = เลือกทั้งหมด
IDS_EDITMENU_DESELECT_ALL = ยกเลิกการเลือกทั้งหมด
IDS_EDITMENU_COPY_PROPERTIES = คัดลอกคุณสมบัติ
IDS_EDITMENU_PASTE_PROPERTIES = วางคุณสมบัติ
IDS_EDITMENU_REMOVE_ALL_TIMELINE = ลบทั้งหมดจากไทม์ไลน์
IDS_EDITMENU_REMOVE_ALL_MEDIAS = ลบทั้งหมดจาก Media Bin
IDS_EDITMENU_REMOVE_ALL_CAPTIONS = ลบคำบรรยายภาพทั้งหมด
IDS_TOOLS_OPTIONS = ตัวเลือก
IDS_SHARE_LOCAL_FILE = ไฟล์ในเครื่อง...
IDS_SHARE_YOUTUBE = Youtube...
IDS_APP_ABOUT = About ACDSee Video Studio 3
IDS_HELP_TOPICS =  ช่วยด้วย &สารบัญ
IDS_HELP_BUY = &Purchase ACDSee Video Studio 3
IDS_HELP_ENTER_LICENSE = &ใส่รหัส License
IDS_HELP_REGISTER_PRODUCT = Re&gister ACDSee Video Studio 2
IDS_HELP_OFFLINE_REGISTER = การลงทะเบียนออฟไลน์
IDS_HELP_MANAGEACCOUNT = &จัดการบัญชี acdID 
IDS_HELP_CHECK_UPDATE =  ตรวจสอบสำหรับการอัพเดต
IDS_HELP_CHECK_MESSAGES = Check for Mess&ages
IDS_HELP_PRODUCTSUPPORT = Product &Support and Resources
IDS_HELP_CUSTOMERSUPPORT = สนับสนุนลูกค้า
IDS_HELP_ACDPRODUCT = AC&D Products
IDS_HELP_ACD_COMMUNITY = ACDSee Communit&y
IDS_HELP_FACEBOOK = &Facebook
IDS_HELP_TWITTER = T&witter
IDS_CANVAS_DIMENSION_SETTING_FIT = Fit
IDS_ACDVCANVAS_HELP_CONTENTS=http://r.acdsee.com/7Dduq
IDS_ACDVCANVAS_HELP_PRODUCT_SUPPORT_ANDRESOURCE = http://r.acdsee.com/tImBd
IDS_ACDVCANVAS_HELP_ACD_PRODUCTS = http://r.acdsee.com/f3pNC
IDS_ACDVCANVAS_HELP_MANAGEACCOUNT = http://r.acdsee.com/SmWm0
IDS_ACDVCANVAS_HELP_PURCHASED =  http://r.acdsee.com/lgQVp
IDS_ACDVCANVAS_ACD_COMMUNITY = http://r.acdsee.com/0h3gU
IDS_ACDVCANVAS_FACEBOOK = http://r.acdsee.com/CBVcB
IDS_ACDVCANVAS_TWITTER = http://r.acdsee.com/j5pPJ
IDS_ACDVCANVAS_HELP_CUSTOMER_SUPPORT = http://r.acdsee.com/jyHCh
IDS_ACDVE_RLINK_PRIVACY_POLICY =http://r.acdsee.com/LC0d5
IDS_ACDVE_RLINK_EULA = http://r.acdsee.com/G4jbZ
IDS_ACDVE_RLINK_TRAIL_BUY =http://r.acdsee.com/bCk8w
IDS_ACDVE_RLINK_PIRATEBUY =http://r.acdsee.com/vgkIk
IDS_ACDVE_RLINK_ACDIDLOGIN = http://r.acdsee.com/bedv5
IDS_ACDVE_RLINK_CUSTOMERSUPPORT=http://r.acdsee.com/OqA9s
IDS_ACDVE_RLINK_SUBSCRIPTIONRENEWALEXPIRED=http://r.acdsee.com/ammKl
IDS_ACDVE_RLINK_SUBSCRIPTIONBUYNOWEXPIRING =  http://r.acdsee.com/EgXkO
IDS_ACDVE_RLINK_SUBSCRIPTIONBUYNOWEXPIRED =  http://r.acdsee.com/Y3fj4
IDS_ACDVE_RLINK_SUBSCRIPTIONRENEWALEXPIRING= http://r.acdsee.com/NK4tb
IDS_ACDVE_RLINK_WELTRIALBUY= http://r.acdsee.com/HNpaN
IDS_ACDVE_RLINK_ACDIDACCOUNT= http://r.acdsee.com/H179Z
IDS_ACDVE_RLINK_TOOLBAR_BUYNOW = http://r.acdsee.com/1wSAR
IDS_ACDVE_RLINK_OPEN_FAILED = ไม่สามารถเปิดเบราว์เซอร์!

[PlayerToolBar]
IDS_PLAYER_BTN_PLAY = เล่น (Spacebar)
IDS_PLAYER_BTN_PAUSE = หยุด (Spacebar)
IDS_PLAYER_BTN_PREVIOUS_FRAME = เฟรมก่อนหน้า
IDS_PLAYER_BTN_NEXT_FRAME = เฟรมถัดไป
IDS_PLAYER_BTN_PREVIOUS_MEDIA = สื่อก่อนหน้า
IDS_PLAYER_BTN_NEXT_MEDIA = สื่อต่อไป
IDS_PLAYER_BTN_MUTE = ปิดเสียง
IDS_PLAYER_BTN_UNMUTE = เปิดเสียง

[MediaElement]
IDS_MEDIA_ELEMENT_HIDE_FILTER = ซ่อนตัวกรอง
IDS_MEDIA_ELEMENT_SHOW_FILTER = แสดงตัวกรอง
IDS_MEDIA_ELEMENT_NAME = ชื่อ:
IDS_MEDIA_ELEMENT_START_TIME = เวลาเริ่มต้น:
IDS_MEDIA_ELEMENT_END_TIME = เวลาสิ้นสุด:
IDS_MEDIA_ELEMENT_DURATION = ระยะเวลา:
IDS_MEDIA_ELEMENT_MEDIA_TYPE = ประเภทสื่อ:
IDS_MEDIA_ELEMENT_KEY_ID = Key ID:
IDS_MEDIA_ELEMENT_INDEX = Index:

[MediaBinMenu]
IDS_MEDIA_BIN_MENU_IMPORT = นำเข้าสื่อ...
IDS_MEDIA_BIN_MENU_ADD_TO_TIMELINE = เพิ่มลงในไทม์ไลน์ที่ Playhead
IDS_MEDIA_BIN_MENU_PREVIEW = ดูตัวอย่าง
IDS_MEDIA_BIN_MENU_DETAILS = รายละเอียด...
IDS_MEDIA_BIN_MENU_REMOVE_FROM_MEDIABIN = ลบออกจาก Media Bin
IDS_MEDIA_BIN_MENU_REMOVE_NOT_ON_TIMELINE = ลบสื่อที่ไม่ได้อยู่ในไทม์ไลน์
IDS_MEDIA_BIN_MENU_DELETE = ลบ
IDS_MEDIA_BIN_MENU_DELETE_UNUSED = ลบสื่อที่ไม่ได้ใช้
IDS_MEDIA_BIN_MENU_LOCATION = เปิดตำแหน่งไฟล์...
IDS_MEDIA_BIN_MENU_SORTBY = เรียงตาม
IDS_MEDIA_BIN_MENU_SORTBY_FILENAME = ชื่อไฟล์
IDS_MEDIA_BIN_MENU_SORTBY_FILESIZE = ขนาดไฟล์
IDS_MEDIA_BIN_MENU_SORTBY_FILETYPE = ประเภทสื่อ
IDS_MEDIA_BIN_MENU_SORTBY_MODIFICATION_TIME = เวลาที่แก้ไข
IDS_MEDIA_BIN_MENU_SORTBY_ASCEND = จากน้อยไปมาก
IDS_MEDIA_BIN_MENU_SORTBY_DESCEND = Descending
IDS_MEDIA_BIN_UNSUPPORTED = ไม่สามารถโหลดไฟล์สื่อตั้งแต่หนึ่งไฟล์ขึ้นไปเนื่องจากประเภทไฟล์ที่ไม่รองรับหรือตัวแปลงสัญญาณขาดหายไป.
IDS_MEDIA_BIN_IMPORT_REMOVABLE_DRIVER = ไม่แนะนำให้นำเข้าสื่อจากเครือข่ายหรือไดรฟ์ที่ถอดออกได้ไปยัง Media Bin การทำเช่นนั้นอาจทำให้เกิดปัญหาและลดประสิทธิภาพการแก้ไข.
IDS_MEDIA_BIN_SHOULD_NOT_REMOVE_DRIVER = คุณควรย้ายไฟล์มีเดียไปยังฮาร์ดไดรฟ์ภายในของคอมพิวเตอร์ก่อนนำเข้าสู่ Video Studio.
IDS_MEDIA_BIN_CANCEL_IMPROT = ยกเลิกการนำเข้านี้เพื่อให้คุณสามารถย้ายสื่อไปยังฮาร์ดไดรฟ์ในเครื่อง?
IDS_MEDIA_BIN_EXTERNAL_DEVICE_WARNING_SECTION1 = เพื่อป้องกันการล่มและประสิทธิภาพที่ไม่ดีขอแนะนำให้คุณหลีกเลี่ยงการนำเข้าสื่อไปยัง Media Bin จากเครือข่ายหรือไดรฟ์ USB.
IDS_MEDIA_BIN_EXTERNAL_DEVICE_WARNING_SECTION2 = ก่อนดาวน์โหลดสื่อลงบนฮาร์ดไดรฟ์ของคุณแล้วนำเข้า ACDSee Video Studio.
IDS_MEDIA_BIN_EXTERNAL_DEVICE_WARNING_SECTION3 = คุณต้องการยกเลิกการนำเข้านี้เพื่อดาวน์โหลดสื่อลงในฮาร์ดไดรฟ์ของคุณหรือไม่?

[MediaInfo]
IDS_MEDIA_INFO_NAME = ชื่อ:
IDS_MEDIA_INFO_FILE_MISSING = ไม่พบไฟล์.
IDS_MEDIA_INFO_FILE_UNSUPPORTED = ไม่รองรับไฟล์.
IDS_MEDIA_INFO_FILE_SIZE = ขนาดไฟล์:
IDS_MEDIA_INFO_DURATION = ระยะเวลา:
IDS_MEDIA_INFO_IMAGE = ภาพ
IDS_MEDIA_INFO_DIMENSION = มิติ:
IDS_MEDIA_INFO_DECODING_MEDIA = กำลังถอดรหัสไฟล์มีเดีย %s...
IDS_MEDIA_INFO_MISSING = หายไป
IDS_MEDIA_INFO_INVALID = โมฆะ

[TimelineItem]
IDS_TIMELINE_ITEM_SELECTION_START = การคัดเลือกเริ่มต้น:
IDS_TIMELINE_ITEM_DURATION = ระยะเวลา:
IDS_TIMELINE_ITEM_SELECTION_END = เลือกปลายทาง:

[TrackMenu]
IDS_POPMENU_TRACK_PASTE = วาง
IDS_POPMENU_TRACK_REMOVE = ลบแทร็ก
IDS_POPMENU_TRACK_REMOVE_ALL_EMPTY = ลบแทร็กเปล่าทั้งหมด
IDS_POPMENU_TRACK_INSERT = แทรกแทร็ก
IDS_POPMENU_TRACK_INSERT_ABOVE = ข้างบน
IDS_POPMENU_TRACK_INSERT_BELOW = ด้านล่าง
IDS_POPMENU_TRACK_RENAME = เปลี่ยนชื่อแทร็ก
IDS_POPMENU_TRACK_SELECT_ALL_MEDIA = เลือกสื่อทั้งหมดในการติดตาม
IDS_POPMENU_TRACK_TURN_OFF = ปิดการติดตาม
IDS_POPMENU_TRACK_TURN_ON = เปิดการติดตาม
IDS_POPMENU_TRACK_LOCK = ล็อคติดตาม
IDS_POPMENU_TRACK_UNLOCK = ปลดล็อกแทร็ก
IDS_POPMENU_TRACK_MINIMIZE = ติดตามการย่อเล็กสุด
IDS_POPMENU_TRACK_MAXIMIZE = ติดตามสูงสุด

[TrackElementMenu]
IDS_POPMENU_ELEMENT_CUT = ตัด
IDS_POPMENU_ELEMENT_COPY = คัดลอก
IDS_POPMENU_TRACK_PASTE = วาง
IDS_POPMENU_ELEMENT_DELETE = ลบ
IDS_POPMENU_ELEMENT_RIPPLE_DELETE = ไปข้างหน้าลบ
IDS_POPMENU_COPY_PROPERTYS = คัดลอกคุณสมบัติ
IDS_POPMENU_PASTE_PROPERTYS = วางคุณสมบัติ
IDS_POPMENU_COPY_FILTERS = คัดลอกตัวกรอง
IDS_POPMENU_PASTE_FILTERS = วางตัวกรอง
IDS_POPMENU_HIDE_PROPERTY = ซ่อนคุณสมบัติ
IDS_POPMENU_SHOW_PROPERTY = แสดงคุณสมบัติ
IDS_POPMENU_ELEMENT_EDIT_AUDIO = แก้ไขเสียง
IDS_POPMENU_ELEMENT_ADD_AUDIO_POINT = เพิ่มจุดเสียง
IDS_POPMENU_ELEMENT_SEPERATE_AV = แยกเสียงและวิดีโอ
IDS_POPMENU_ELEMENT_EDIT_EFFECT = แก้ไขตัวกรอง
IDS_POPMENU_ELEMENT_EDIT_DURATION = ระยะเวลา...
IDS_POPMENU_ELEMENT_EDIT_CAPTION_TEXT = แก้ไขข้อความคำบรรยายภาพ
IDS_POPMENU_ELEMENT_CLEAR_CAPTION_TEXT = ล้างข้อความคำบรรยายภาพ
IDS_POPMENU_ELEMENT_REMOVE_ALL = ลบ
IDS_POPMENU_ELEMENT_REMOVE_ALL_TRANSITIONS = การเปลี่ยนทั้งหมด
IDS_POPMENU_ELEMENT_REMOVE_ALL_FILTERS = ตัวกรองทั้งหมด
IDS_POPMENU_AUDIO_CONTROL_POINT_REMOVE_ALL = ลบจุดควบคุมทั้งหมด
IDS_POPMENU_REMOVE = ลบ
IDS_POPMENU_INSERT_TIME = แทรกเวลา
IDS_POPMENU_DESELECT = ยกเลิกการเลือก
IDS_POPMENU_PRODUCE_SELECTION_AS = สร้างการเลือกไทม์ไลน์เป็น...

[SplashWnd]
IDS_COPYRIGHT = Copyright (c) 2018 ACD Systems International Inc.

[AboutDlg]
IDS_ABOUT_TITLE = About ACDSee Video Studio 3
IDS_ABOUT_VERSION = รุ่น :
IDS_ABOUT_LICENSE_AGREEMENT = ข้อตกลงใบอนุญาต
IDS_ABOUT_OK = ตกลง
IDS_ABOUT_LICENSED_TO = ผลิตภัณฑ์นี้ได้รับอนุญาตให้:
IDS_ABOUT_MEMBERSHIP_PLAN = แผนการสมัครสมาชิก:
IDS_ABOUT_LICENSE = การอนุญาต #:
IDS_ABOUT_EXPIRING_IN = Expiring in %d days.
IDS_ABOUT_UNLICENSED = ผลิตภัณฑ์นี้ไม่มีใบอนุญาต.
IDS_ABOUT_REMAINING = There are %d days remaining in your trial period.
IDS_ABOUT_AVBLOCKS_COMMENT = This software utilizes AVBlocks™ Technology
IDS_ABOUT_PRIMO_COMMENT = (c) 2012 Primo Software Corporation
IDS_ABOUT_PRIMO_LINK = http://primosoftware.com

[DurationSettingDlg]
IDS_DURATION_SETTING_TITLE = การตั้งค่าระยะเวลา
IDS_DURATION_SETTING_DURATION_SECOND = ระยะเวลา (วินาที):
IDS_DURATION_SETTING_TOOLTIP1 = กรุณาใส่ตัวเลขระหว่าง %d และ %d
IDS_DURATION_SETTING_TOOLTIP2 = กรุณาใส่ตัวเลขระหว่าง %d และ %.2f
IDS_DURATION_SETTING_TOOLTIP3 = กรุณาใส่ตัวเลขระหว่าง %.2f และ %d
IDS_DURATION_SETTING_TOOLTIP4 = กรุณาใส่ตัวเลขระหว่าง %.2f และ %.2f

[ExportToZigDlg]
IDS_EXPORT_TO_ZIG_NEW = Enter a file path for your zipped project:

[OptionTreeViewer]
IDS_TREE_GROUP_GENERAL = ทั่วไป
IDS_TREE_GROUP_DISPLAY = แสดง
IDS_TREE_ITEM_DURATION = ระยะเวลา
IDS_TREE_ITEM_ADVANCED = สูง
IDS_TREE_ITEM_WATERMARK = ลายน้ำ
IDS_TREE_ITEM_DISPLAY_AREA = การตั้งค่าพื้นที่แสดงผลเริ่มต้น

[OptionDlg]
IDS_OPTION_TITLE = ตัวเลือก
IDS_OPTION_RESET = รีเซ็ตเป็นค่าเริ่มต้น

[OptionTiming]
IDS_TIMING_DURATION_GROUP = ระยะเวลา
IDS_TIMING_TRANSITION = การเปลี่ยน:
IDS_TIMING_IMAGE = ภาพ:
IDS_TIMING_CAPTION = คำบรรยายภาพ:
IDS_TIMING_SECOND = second(s)
IDS_TIMING_TOOLTIP_FLOAT = กรุณาใส่ตัวเลขระหว่าง %.1f และ %.1f
IDS_TIMING_TOOLTIP_FLOAT_INT = กรุณาใส่ตัวเลขระหว่าง %.1f และ %d
IDS_TIMING_TOOLTIP_INT_FLOAT = กรุณาใส่ตัวเลขระหว่าง %d และ %.1f
IDS_TIMING_TOOLTIP_INT = กรุณาใส่ตัวเลขระหว่าง %d และ %d

[OptionAdvance]
IDS_ADVANCE_OPTION_DEFAULT_GPU_DEVICE = Auto
IDS_ADVANCE_OPTION_ADVANCED = สูง
IDS_ADVANCE_OPTION_TEMPORARY = โฟลเดอร์ที่เก็บข้อมูลชั่วคราว
IDS_ADVANCE_OPTION_LOAD_PROJECT = โหลดโครงการ:
IDS_ADVANCE_OPTION_LOAD_PROJECT_CHECKBOX = โหลดโครงการโดยมองเห็นองค์ประกอบทั้งหมด.
IDS_ADVANCE_OPTION_HARDWARE_ACCELERATION = การเร่งความเร็วของฮาร์ดแวร์
IDS_ADVANCE_OPTION_ENABLE_HARDWARE = เปิดใช้งานการเร่งด้วยฮาร์ดแวร์
IDS_ADVANCE_OPTION_NO_HARDWARE = ไม่พบอุปกรณ์ฮาร์ดแวร์.
IDS_ADVANCE_OPTION_AUTOSAVE = บันทึกอัตโนมัติ
IDS_ADVANCE_OPTION_ENABLE_AUTOSAVE = เปิดใช้งานการบันทึกอัตโนมัติ
IDS_ADVANCE_OPTION_AUTOSAVE_INTERVAL = ระยะห่าง:
IDS_ADVANCE_OPTION_AUTOSAVE_MINUTE = minute(s)
IDS_ADVANCE_OPTION_AUTOSAVE_TOOLTIP = กรุณาใส่ตัวเลขระหว่าง %d และ %d
IDS_ADVANCE_OPTION_SELECT_FOLDER = เลือกโฟลเดอร์

[OptionWatermark]
IDS_WATERMARK_OPTION_ENABLE = เปิดใช้งานลายน้ำ
IDS_WATERMARK_OPTION_STATIC_WATERMARK = ลายน้ำ:
IDS_WATERMARK_OPTION_POSITION = ตำแหน่ง
IDS_WATERMARK_OPTION_OPACITY = ความทึบแสง
IDS_WATERMARK_OPTION_SUPPORTED_WATERMARK_FORMATS = รูปแบบลายน้ำที่รองรับ
IDS_WATERMARK_OPTION_FOLDER_TITLE = เลือกไฟล์ลายน้ำ

[DimensionDlg]
IDS_DIMENSION_DLG_TITLE = การตั้งค่าพื้นที่แสดงโครงการ
IDS_DIMENSION_CANVAS = แสดงขนาดพื้นที่:
IDS_DIMENSION_WIDTH = ความกว้าง:
IDS_DIMENSION_HEIGHT = ความสูง:
IDS_DIMENSION_COLOR = สี:
IDS_DIMENSION_APPLY = ใช้
IDS_DIMENSION_CANCEL = ยกเลิก
IDS_DIMENSION_CUSTOM = กำหนดเอง
IDS_DIMENSION_TOOLTIP = กรุณาใส่ตัวเลขระหว่าง %d และ %d
IDS_DIMENSION_DEFAULT_AREA = การตั้งค่าพื้นที่แสดงผลเริ่มต้น

[CAPTIONEDITDLG]
IDS_CAPTION_EDIT_BOLD = Bold
IDS_CAPTION_EDIT_ITALIC = ตัวเอียง
IDS_CAPTION_EDIT_UNDERLINE = ขีดเส้นใต้
IDS_CAPTION_EDIT_NORMAL_ALIGN = จัดแนวปกติ
IDS_CAPTION_EDIT_LEFT_ALIGN = จัดชิดซ้าย
IDS_CAPTION_EDIT_CENTER_ALIGN = จัดกึ่งกลาง
IDS_CAPTION_EDIT_RIGHT_ALIGN = จัดชิดขวา
IDS_CAPTION_EDIT_TEXT_STYLE = สไตล์ข้อความ
IDS_CAPTION_EDIT_STYLE = สไตล์:
IDS_CAPTION_EDIT_GLOBAL_PROPERTY = คุณสมบัติทั่วโลก
IDS_CAPTION_EDIT_FONT = แบบอักษร:
IDS_CAPTION_EDIT_SIZE = ขนาด:
IDS_CAPTION_EDIT_FILL = เติม:
IDS_CAPTION_EDIT_OPACITY = ความทึบแสง:
IDS_CAPTION_EDIT_ALIGN = การวางแนว:
IDS_CAPTION_EDIT_POSITION = ตำแหน่ง:

[CaptionEditWnd]
IDS_CAPTION_EDIT_ENTER = ป้อนข้อความคำบรรยาย

[CaptionWnd]
IDS_CAPTION_OVERHEIRGHT = *ข้อความยาวเกินความสูงของกล่องคำบรรยายภาพ.

[TabPage]
IDS_TABPAGE_MEDIA_TITLE = สื่อ
IDS_TABPAGE_MEDIA_DESCRIPTION = MEDIA BIN
IDS_TABPAGE_MEDIA_TOOLTIP = ใช้ Media Bin เพื่อเปิดสื่อ \ n และเพิ่มลงในโครงการของคุณ.
IDS_TABPAGE_AUDIO_RECORDER_TITLE = บันทึกเสียง
IDS_TABPAGE_AUDIO_RECORDER_DESCRIPTION = บันทึกเสียง
IDS_TABPAGE_AUDIO_RECORDER_TOOLTIP = ใช้แท็บตัวบันทึกเสียงเพื่อบันทึก \ naudio และเพิ่มลงในโครงการของคุณ.
IDS_TABPAGE_CAPTION_TITLE = คำบรรยายภาพ
IDS_TABPAGE_CAPTION_DESCRIPTION = คำอธิบายภาพ
IDS_TABPAGE_CAPTION_TOOLTIP = ใช้แท็บคำอธิบายภาพเพื่อเพิ่มข้อความ \ n ให้กับโครงการของคุณ.
IDS_TABPAGE_TRANSITION_TITLE = การเปลี่ยน
IDS_TABPAGE_TRANSITION_DESCRIPTION = การเปลี่ยน
IDS_TABPAGE_TRANSITION_TOOLTIP = เพิ่มช่วงการเปลี่ยนภาพในโครงการของคุณเพื่อระบุ \ nbeginning, สิ้นสุด, หรือเปลี่ยนฉาก.
IDS_TABPAGE_AUDIO_EFFECT_TITLE = เอฟเฟกต์เสียง
IDS_TABPAGE_AUDIO_EFFECT_DESCRIPTION = เอฟเฟกต์เสียง
IDS_TABPAGE_AUDIO_EFFECT_TOOLTIP = ใช้เอฟเฟ็กต์เสียงเพื่อจางหายหรือเข้าฉาก \ โครงการของคุณ.
IDS_TABPAGE_FILTER_TITLE = ฟิลเตอร์
IDS_TABPAGE_FILTER_DESCRIPTION = ฟิลเตอร์
IDS_TABPAGE_FILTER_TOOLTIP = ใช้แท็บตัวกรองเพื่อเพิ่มเอฟเฟ็กต์ภาพ \ n สำหรับโครงการของคุณ.
IDS_TABPAGE_MORE = มากกว่า

[LibrarayMedia]
IDS_LIBRARY_MEDIA_MEDIA_DETAILS = รายละเอียดสื่อ
IDS_LIBRARY_MEDIA_MEDIA_SOURCE = แหล่ง
IDS_LIBRARY_MEDIA_MEDIA_SOURCE_FILE = ไฟล์ต้นฉบับ:
IDS_LIBRARY_MEDIA_MEDIA_DURATION = ระยะเวลา:
IDS_LIBRARY_MEDIA_MEDIA_SIZE = ขนาด:
IDS_LIBRARY_MEDIA_MEDIA_MODIFIED = ดัดแปลง:
IDS_LIBRARY_MEDIA_MEDIA_AUDIO = เสียง
IDS_LIBRARY_MEDIA_MEDIA_RATE = ประเมินค่า:
IDS_LIBRARY_MEDIA_MEDIA_BITRATE = บิตเรต:
IDS_LIBRARY_MEDIA_MEDIA_CHANNELS = ช่อง:
IDS_LIBRARY_MEDIA_MEDIA_MONO = ขาวดำ
IDS_LIBRARY_MEDIA_MEDIA_STEREO = ระบบเสียงสเตอริโอ
IDS_LIBRARY_MEDIA_MEDIA_FORMAT = รูปแบบ:
IDS_LIBRARY_MEDIA_MEDIA_DIMENSION = มิติ:
IDS_LIBRARY_MEDIA_MEDIA_COLORS = สี:
IDS_LIBRARY_MEDIA_MEDIA_VIDEO = วีดีโอ
IDS_LIBRARY_MEDIA_MEDIA_IMAGE = ข้อมูลรูปภาพ
IDS_LIBRARY_MEDIA_MEDIA_WIDTH = ความกว้าง:
IDS_LIBRARY_MEDIA_MEDIA_HEIGHT = ความสูง:
IDS_LIBRARY_MEDIA_IMPORT_MEDIA = นำเข้าสื่อ
IDS_LIBRARY_MEDIA_DELETE_MEDIA = ลบสื่อ
IDS_LIBRARY_MEDIA_MEDIA_THUMBNAIL_VIEW = มุมมองรูปขนาดย่อ
IDS_LIBRARY_MEDIA_MEDIA_LIST_VIEW = รายการมุมมอง
IDS_LIBRARY_MEDIA_MEDIA_ADD_FILES = เพิ่มไฟล์มีเดีย
IDS_LIBRARY_MEDIA_MEDIA_REMOVE_ERROR_MSG = ไม่สามารถลบไฟล์ Media Bin ในขณะที่ใช้งานบนไทม์ไลน์ ลบไฟล์ออกจากไทม์ไลน์แล้วลองอีกครั้ง.
IDS_LIBRARY_MEDIA_MEDIA_IMPORT = นำเข้าสื่อ...
IDS_LIBRARY_MEDIA_MEDIA_INFORMATION = Media Bin ของคุณว่างเปล่า การบันทึกหน้าจอและสื่อนำเข้าจะปรากฏที่นี่.

[LibraryCaption]
IDS_LIBRARY_CAPTION_BLANK = คำบรรยายภาพเปล่า
IDS_LIBRARY_CAPTION_ADD = เพิ่มคำบรรยายภาพ
IDS_LIBRARY_CAPTION_REMOVE = ลบคำบรรยายภาพ
IDS_LIBRARY_CAPTION_START_TIME = เวลาเริ่มต้น:
IDS_LIBRARY_CAPTION_DURATION = ระยะเวลา:
IDS_LIBRARY_CAPTION_MEDIA_TYPE = ประเภทสื่อ:

[LibraryAudioRecorder]
IDS_LIBRARY_AUDIO_RECORDER_NO_DEVICE = ไม่พบไมโครโฟน
IDS_LIBRARY_AUDIO_RECORDER_DEVICE_INVALID = ไมโครโฟนที่เลือกไม่ถูกต้อง
IDS_LIBRARY_AUDIO_RECORDER_REFRESH = รีเฟรช
IDS_LIBRARY_AUDIO_RECORDER_START = เริ่มตัวบันทึกเสียง
IDS_LIBRARY_AUDIO_RECORDER_STOP = หยุดบันทึกเสียง
IDS_LIBRARY_AUDIO_RECORDER_START_FAILED = ไม่สามารถเริ่มบันทึกเสียงโปรดรีเฟรชอุปกรณ์แล้วลองอีกครั้ง
IDS_LIBRARY_AUDIO_RECORDER_SAVE_FILTER = ไฟล์เสียง
IDS_LIBRARY_AUDIO_RECORDER_SAVE = บันทึกไฟล์

[LibraryTransition]
IDS_LIBRARY_TRANSITION_BARN = Barn
IDS_LIBRARY_TRANSITION_BLINDS = Blinds
IDS_LIBRARY_TRANSITION_CHECKERBOARD = Checkerboard
IDS_LIBRARY_TRANSITION_DEPOSIT_UP = Deposit Up
IDS_LIBRARY_TRANSITION_FADE = Fade
IDS_LIBRARY_TRANSITION_FOLD = Fold
IDS_LIBRARY_TRANSITION_INSERT = Insert
IDS_LIBRARY_TRANSITION_PIXELATE = Pixelate
IDS_LIBRARY_TRANSITION_ROUND_ZOOM = Round Zoom
IDS_LIBRARY_TRANSITION_SKEW = Skew
IDS_LIBRARY_TRANSITION_SLIDE_LEFT = Slide Left
IDS_LIBRARY_TRANSITION_SLIDE_RIGHT = Slide Right
IDS_LIBRARY_TRANSITION_ZIG_ZAG = Zig Zag

[LibraryAudioEffect]
IDS_LIBRARY_AUDIO_EFFECT_FADE_IN = จางลง
IDS_LIBRARY_AUDIO_EFFECT_FADE_OUT = จางหายไป

[LibraryFilter]
IDS_FILTER_BLACK_WHITE = ดำขาว
IDS_FILTER_RGB = RGB
IDS_FILTER_EXPOSURE = Exposure
IDS_FILTER_PHOTO_EFFECT = Photo Effect
IDS_FILTER_BLUR = เบลอ
IDS_FILTER_LIGHTEQ = Light EQ
IDS_FILTER_SHARPEN = คมชัด
IDS_FILTER_VIBRANCE = Vibrance
IDS_FILTER_VIGNETTE = Vignette
IDS_FILTER_WHITEBALANCE = White Balance

[TrackViewer]
IDS_TRACK_NAME = แทร็ก
IDS_TRACK_VIEWER_ADD_TRACK = เพิ่มแทร็ก
IDS_TRACK_VIEWER_ENABLE_TRACK = Enable track
IDS_TRACK_VIEWER_DISABLE_TRACK = Disable track
IDS_TRACK_VIEWER_MEDIA_LOCK = สื่อในแทร็กนี้จะถูกล็อคและจะไม่ปรากฏขึ้น
IDS_TRACK_VIEWER_MEDIA_EDITABLE = สื่อในแทร็กนี้จะสามารถแก้ไขได้และจะปรากฏขึ้น
IDS_TRACK_VIEWER_MEDIA_OUTPUT = ในผลลัพธ์สุดท้ายหรือดูตัวอย่าง
IDS_TRACK_VIEWER_LOCK_TRACK = ล็อคแทร็ค
IDS_TRACK_VIEWER_UNLOCK_TRACK = ปลดล็อกแทร็ก
IDS_TRACK_VIEWER_LOCK_TRACK_FOR_EDITING = สื่อในแทร็กนี้จะถูกล็อคเพื่อแก้ไข
IDS_TRACK_VIEWER_UNLOCK_TRACK_FOR_EDITING = สื่อในแทร็กนี้จะถูกปลดล็อคสำหรับการแก้ไข

[Application_Title]
IDS_APPLICATION_TITLE_CLOSE = ปิด
IDS_APPLICATION_TITLE_MAX = Maximize
IDS_APPLICATION_TITLE_RESTORE = Restore Down
IDS_APPLICATION_TITLE_MIN = Minimize
IDS_APPLICATION_TITLE_RECORD = บันทึก
IDS_APPLICATION_TITLE_EDIT = แก้ไข
IDS_APPLICATION_TITLE_PAN = Pan
IDS_APPLICATION_TITLE_PROPERTY = คุณสมบัติ
IDS_APPLICATION_TITLE_BUYNOW = ซื้อเลย!
IDS_APPLICATION_TITLE_PRODUCE = ผลิตและแบ่งปัน
IDS_APPLICATION_TITLE_RECORD_TOOLTIP_TITLE = บันทึกหน้าจอ
IDS_APPLICATION_TITLE_RECORD_TOOLTIP_CONTENT = Record your voice, your screen, or yourself\nwith your webcam.
IDS_APPLICATION_TITLE_EDIT_TOOLTIP_TITLE = แก้ไข
IDS_APPLICATION_TITLE_EDIT_TOOLTIP_CONTENT = Use the Edit tool to move and resize media\nin the display area.
IDS_APPLICATION_TITLE_PAN_TOOLTIP_TITLE = Pan
IDS_APPLICATION_TITLE_PAN_TOOLTIP_CONTENT = Use the Pan tool to move the media and\ndisplay area without resizing.
IDS_APPLICATION_TITLE_DISPLAY_SETTING_TOOLTIP_TITLE = การตั้งค่าการแสดงผล
IDS_APPLICATION_TITLE_DISPLAY_SETTING_TOOLTIP_CONTENT = Use the Project Display Area Settings to\ncustomize display area dimensions and\nbackground color.
IDS_APPLICATION_TITLE_PRODUCE_SHARE_TOOLTIP_TITLE = ผลิตและแบ่งปัน
IDS_APPLICATION_TITLE_PRODUCE_SHARE_TOOLTIP_CONTENT = กำหนดค่าและแสดงวิดีโอของคุณ
IDS_APPLICATION_TITLE_PROPERTIES_TOOLTIP_TITLE = คุณสมบัติ
IDS_APPLICATION_TITLE_PROPERTIES_TOOLTIP_CONTENT = Adjust filter properties in the\nProperties pane.

[PlayToolbar]
IDS_PLAY_TOOLBAR_PLAY = เล่น
IDS_PLAY_TOOLBAR_PAUSE = หยุด
IDS_PLAY_TOOLBAR_PRE_FRAME = เฟรมก่อนหน้า
IDS_PLAY_TOOLBAR_NEXT_FRAME = เฟรมถัดไป
IDS_PLAY_TOOLBAR_PRE_MEDIA = สื่อก่อนหน้า
IDS_PLAY_TOOLBAR_NEXT_MEDIA = สื่อต่อไป
IDS_PLAY_TOOLBAR_VOLUME = ปริมาณ

[EditToolbar]
IDS_EDIT_TOOLBAR_ZOOMIN =ขยายเข้า
IDS_EDIT_TOOLBAR_ZOOMOUT=ซูมออก
IDS_EDIT_TOOLBAR_CUT =ตัด
IDS_EDIT_TOOLBAR_COPY=สำเนา
IDS_EDIT_TOOLBAR_PASTE=วาง
IDS_EDIT_TOOLBAR_SPLIT=แยก
IDS_EDIT_TOOLBAR_SELSTARTSLIDER=ค้นหาแถบเลื่อนการเลือกไปทางซ้าย
IDS_EDIT_TOOLBAR_SELENDSLIDER=ค้นหาแถบเลื่อนการเลือกไปทางขวา
IDS_EDIT_TOOLBAR_SELPLAYSLIDER=Seek to Playhead
IDS_EDIT_TOOLBAR_UNDO=เลิกทำ
IDS_EDIT_TOOLBAR_REDO=ทำซ้ำ

[PropertyWindow]
IDS_PROPERTY_WINDOW_DEFAULT_TEXT = คลิกที่วัตถุบน Timeline หรือ Display Area เพื่อแสดงคุณสมบัติ
IDS_PROPERTY_RED = สีแดง
IDS_PROPERTY_GREEN = สีเขียว
IDS_PROPERTY_BLUE = สีน้ำเงิน
IDS_PROPERTY_BRIGHTNESS = ความสว่าง
IDS_PROPERTY_CONTRAST = ความคมชัด
IDS_PROPERTY_EXPOSURE = การรับสัมผัสเชื้อ
IDS_PROPERTY_STRENGTH = ความแข็งแรง
IDS_PROPERTY_ANGLE = มุม
IDS_PROPERTY_GAUSSIAN_BLUR = Gaussian Blur
IDS_PROPERTY_DIRECTIONAL_BLUR = Directional Blur
IDS_PROPERTY_BRIGHTEN = สีสัน
IDS_PROPERTY_DARKEN = มืด
IDS_PROPERTY_RADIUS = รัศมี
IDS_PROPERTY_DETAIL = รายละเอียด
IDS_PROPERTY_THRESHOLD = Threshold
IDS_PROPERTY_DISTANCE = ระยะทาง
IDS_PROPERTY_SHAPE = รูปร่าง
IDS_PROPERTY_VIBRANCE = Vibrance
IDS_PROPERTY_SATURATION = ความอิ่มตัว
IDS_PROPERTY_HUE = สี
IDS_PROPERTY_LIGHTNESS = ความสว่าง
IDS_PROPERTY_TEMPERATURE = อุณหภูมิ
IDS_PROPERTY_TINT = สี

[PropertyImage]
IDS_PROPERTY_IMAGE_BLEND_MODE = ผสมผสานโหมด:
IDS_PROPERTY_IMAGE_NORMAL = ปกติ
IDS_PROPERTY_IMAGE_SCREEN = จอภาพ
IDS_PROPERTY_IMAGE_MULTIPLY = คูณ
IDS_PROPERTY_IMAGE_DODGE = หลบ
IDS_PROPERTY_IMAGE_BURN = เผา
IDS_PROPERTY_IMAGE_OVERLAY = วางซ้อน
IDS_PROPERTY_IMAGE_DIFFERENCE = ข้อแตกต่าง
IDS_PROPERTY_IMAGE_DARKEN = มืด
IDS_PROPERTY_IMAGE_LIGHTEN = เบา
IDS_PROPERTY_IMAGE_HARD_LIGHT = แสงยาก
IDS_PROPERTY_IMAGE_SOFT_LIGHT = แสงอ่อน
IDS_PROPERTY_IMAGE_HUE = สี
IDS_PROPERTY_IMAGE_SATURATION = ความอิ่มตัว
IDS_PROPERTY_IMAGE_COLOR = สี
IDS_PROPERTY_IMAGE_LUMINOSITY = ความสว่างไสว
IDS_PROPERTY_IMAGE_DISSOLVE = ละลาย
IDS_PROPERTY_IMAGE_EXCLUSION = ยกเว้น
IDS_PROPERTY_IMAGE_VIVID_LIGHT = แสงสดใส
IDS_PROPERTY_IMAGE_PIN_LIGHT = Pin Light
IDS_PROPERTY_IMAGE_LINEAR_LIGHT = แสงเชิงเส้น
IDS_PROPERTY_IMAGE_HARD_MIX = ฮาร์ดมิกซ์
IDS_PROPERTY_IMAGE_SUBTRACT = ลบออก
IDS_PROPERTY_IMAGE_DIVIDE = Divide
IDS_PROPERTY_IMAGE_DARKER_LIGHT = สีเข้มขึ้น
IDS_PROPERTY_IMAGE_LIGHTER_LIGHT = สีจางลง
IDS_PROPERTY_IMAGE_STATIC_OPACITY = ความทึบแสง:
IDS_PROPERTY_IMAGE_OPACITY = ความทึบแสง
IDS_PROPERTY_IMAGE_STATIC_ROTATION = การหมุน:
IDS_PROPERTY_IMAGE_DEGREE_RIGHT = %d องศา ขวา
IDS_PROPERTY_IMAGE_DEGREE_LEFT = %d องศา ซ้าย
IDS_PROPERTY_IMAGE_DEGREE = %d องศา

[CommonDialog]
IDS_COMMON_DLG_CLOSE = ปิด
IDS_COMMON_DLG_DONOT_SHOW_AGAIN = ไม่แสดงอีกครั้ง
IDS_COMMON_DLG_EXPORT_ZIP_TITLE = ส่งออกโครงการเป็น Zip
IDS_COMMON_DLG_EXPORT_NEW_ZIP_FILENAME = ใหม่ชื่อไฟล์ zip:
IDS_COMMON_DLG_EXPORT_ZIP_PATH = Enter a file path for your zipped project:
IDS_COMMON_DLG_EXPORT_INCLUDE_ALL_IN_ZIP = รวมไฟล์ทั้งหมดจาก Media Bin ไว้ในไฟล์ zip
IDS_COMMON_DLG_EXPORT_FILTER = ไฟล์ซิป
IDS_COMMON_DLG_EXPORT_PACKAGING = โครงการบรรจุภัณฑ์
IDS_COMMON_DLG_EXPORT_COMPRESSING = การบีบอัด
IDS_COMMON_DLG_IMPORT_ZIPPED_TITLE = นำเข้าไฟล์โครงการซิป
IDS_COMMON_DLG_IMPORT_ZIPPED_FILE_PATH = ซิปไฟล์โครงการเพื่อนำเข้า:
IDS_COMMON_DLG_IMPORT_ZIPPED_FILE_TO = นำเข้าสู่ไดเรกทอรีโครงการ:
IDS_COMMON_DLG_IMPORT_OPEN_PROJECT_AFTER_IMPORT = เปิดโครงการหลังจากนำเข้า
IDS_COMMON_DLG_IMPORT_UNPACKAGING = โครงการแกะกล่อง
IDS_COMMON_DLG_IMPORT_DECOMPRESSING = คลาย
IDS_COMMON_DLG_INVALID_ZIP_FILEPATH = เส้นทางของไฟล์ Zip ไม่ถูกต้อง
IDS_COMMON_DLG_INVALID_ZIPPED_DIRECTORY = นำเข้าไดเรกทอรีไม่ถูกต้อง
IDS_COMMON_DLG_RENAME_TRACK_TITLE = เปลี่ยนชื่อแทร็ก
IDS_COMMON_DLG_SUPPORT_ALL_FORMATS = รูปแบบที่รองรับทั้งหมด
IDS_COMMON_DLG_SUPPORT_VIDEO_FORMATS = รูปแบบวิดีโอที่รองรับ
IDS_COMMON_DLG_SUPPORT_AUDIO_FORMATS = ฟอร์แมตเสียงที่รองรับ
IDS_COMMON_DLG_SUPPORT_IMAGE_FORMATS = รูปแบบรูปภาพที่รองรับ
IDS_COMMON_DLG_SAVE_AS_TITLE = บันทึกเป็น
IDS_COMMON_DLG_SAVE_AS_TITLE = เปิด

[LoadProgressDlg]
IDS_LOAD_PROGRESS_TITLE = Loading Project...
IDS_LOAD_PROGRESS_LOAD = Loading...

[ProduceDimensionWarning]
IDS_PRODUCE_DIMENSION_WARNING_TITLE = คำเตือน
IDS_PRODUCE_DIMENSION_WARNING_CONTINUE = ต่อ
IDS_PRODUCE_DIMENSION_WARNING_CANCEL = ยกเลิก
IDS_PRODUCE_DIMENSION_WARNING_MESSAGE1 = หากขนาดพื้นที่แสดงผลมีขนาดใหญ่กว่าขนาดผลงานที่คุณเลือกวิดีโอจะถูกลดขนาดลงโดยอัตโนมัติในระหว่างการผลิต
IDS_PRODUCE_DIMENSION_WARNING_MESSAGE2 = หากขนาดพื้นที่แสดงผลมีขนาดเล็กกว่าขนาดเอาต์พุตที่คุณเลือกวิดีโอจะถูกลดขนาดอัตโนมัติในระหว่างการผลิต
IDS_PRODUCE_DIMENSION_WARNING_MESSAGE3 = โปรดทราบว่าการขยายขนาดจะไม่ส่งผลให้ได้ผลลัพธ์ที่มีคุณภาพดีขึ้น
IDS_PRODUCE_DIMENSION_WARNING_MESSAGE4 = คลิก "Continue" เพื่อดำเนินการกับขนาดที่คุณเลือกหรือคลิก "Cancel" เพื่อยกเลิกการเปลี่ยนแปลง
#IDS_PRODUCE_DIMENSION_WARNING_MESSAGE4 = Click "Continue" to proceed with your selected size, or click "Cancel" to discard the changes.

[ProduceWizard]
IDS_PRODUCE_ASSISTANT_TITLE = ผู้ช่วยฝ่ายผลิต
IDS_PRODUCE_BACKBUTTON = < กลับ
IDS_PRODUCE_NEXTBUTTON = ต่อไป >
IDS_CANCEL = ยกเลิก
IDS_BUTTON_COMPLETE = ผลิต
IDS_PRODUCE_TITLE = การผลิต

[ProduceWelcomePage]
IDS_DLG_TITLE = การผลิตวิดีโอ
IDS_STATIC_WELCOME = ยินดีต้อนรับสู่ Video Studio Production Assistant
IDS_STATIC_PROFILE = รูปแบบผลลัพธ์:
IDC_STATIC_OUTPUTTYPE = ประเภทเอาท์พุท:
IDS_WIZARDWELCOME_DIMENSIONS = ขนาดเฟรมวิดีโอ:
IDS_STWELCOME_VIDEOBITRATE = บิตเรตวิดีโอ:
IDS_STWELCOME_VIDEOCODEC = ตัวแปลงสัญญาณวิดีโอ:
IDS_STWELCOME_AUDIOCODEC = ตัวแปลงสัญญาณเสียง:
IDS_ST_WELCOME_FORMAT = รูปแบบไฟล์:
IDS_BUTTON_DETAIL = การตั้งค่าโดยละเอียด

[ProduceDetailedDlg]
IDS_DETAILED_SETTINGS_TITLE = การตั้งค่าโดยละเอียด
IDS_GROUP_FORMAT = รูปแบบ
IDS_STATIC_FORMAT = รูปแบบ:
IDS_GROUP_VIDEO = พารามิเตอร์วิดีโอ
IDS_STATIC_VIDEO_CODEC = ตัวแปลงสัญญาณ:
IDS_STATIC_SIZE = ขนาด:
IDS_STATIC_VIDEO_BITRATE = บิตเรต:
IDS_STATIC_FRAMERATE = อัตราเฟรม:
IDS_GROUP_AUDIO = พารามิเตอร์เสียง
IDS_STATIC_AUDIO_CODEC = ตัวแปลงสัญญาณ:
IDS_STATIC_SAMPLERATE = อัตราตัวอย่าง:
IDS_STATIC_CHANNEL = ช่อง:
IDS_STATIC_AUDIO_BITRATE = บิตเรต:
IDS_OK = ตกลง
IDS_CANCEL = ยกเลิก
IDS_VIDEO_BITRATE_EXTREME = สุดขีด
IDS_VIDEO_BITRATE_SUPER = Super
IDS_VIDEO_BITRATE_HIGH = High
IDS_VIDEO_BITRATE_MEDIUM = Medium
IDS_VIDEO_BITRATE_LOW = Low
IDS_VIDEO_SIZE_CUSTOM = กำหนดเอง
IDS_AUDIO_STEREO = stereo
IDS_AUDIO_MONO = mono

[ProduceSavePage]
IDS_GROUP_FOLDER = ชื่อไฟล์และโฟลเดอร์
IDS_STATIC_NAME = ชื่อ:
IDS_STATIC_FOLDER = โฟลเดอร์:
IDS_STATIC_FOLDER_NOT_EXIST = does not exist.
IDS_STATIC_CREATE_FOLDER = สร้างโฟลเดอร์
IDS_STATIC_UNABLE_CREATE_FOLDER = ไม่สามารถสร้างโฟลเดอร์:
IDS_STATIC_OUTPUT_UNTITLED = ไม่ได้ตั้งชื่อ
IDS_BUTTON_BROWSE = Browse
IDS_BROSE_TITLE = เลือกไดเรกทอรีของคุณ
IDS_INVALID_FILE_NAME = กรุณาใส่ชื่อไฟล์ที่ถูกต้อง!
IDS_OVERWRITE_PROMPT1 = ไฟล์ที่มีชื่อเดียวกันนี้มีอยู่แล้ว
IDS_OVERWRITE_PROMPT2 = เลือกใช่เพื่อเขียนทับไฟล์และดำเนินการต่อ
IDS_OVERWRITE_PROMPT3 = เลือกไม่เพื่อเปลี่ยนชื่อไฟล์หรือเลือกตำแหน่งโฟลเดอร์ใหม่
IDS_OVERWRITE_FAILED = ไฟล์ที่คุณพยายามจะเขียนทับมีการใช้งานอยู่ในขณะนี้ดังนั้นจึงไม่สามารถเขียนทับได้

[UploadYoutube]
IDS_USER_NAME = บัญชีผู้ใช้:
IDS_PASSWORD = รหัสผ่าน:
IDS_TITLE = หัวข้อ:
IDS_DESCRIPTION = Description:
IDS_Category = ประเภท:
IDS_KEYWORDS = แท็ก:
IDS_VIDEO = อัพโหลดวิดีโอ:
IDS_PRIVATE = Private
IDS_DLG_TITLE = ที่อัพโหลด
IDS_GROUP_TEXT = ป้อนข้อมูลวิดีโอ
IDS_SHARE_FACEBOOK = แชร์ลิงก์ YouTube บน Facebook
IDS_SHARE_TWITTER = แชร์ลิงก์ YouTube บน Twitter
IDS_BTN_ADD = เพิ่ม
IDS_BTN_DELETE = ลบ
IDS_BROWSE_FILE = เพิ่มไฟล์
IDS_BTN_CANCEL = ปิด
IDS_BTN_OK = ตกลง
IDS_ADD_NAME = เพิ่มสำเร็จ
IDS_DELETE_NAME = ลบสำเร็จ
IDS_MSG_NAME_PASSWORD_EMPTY = บัญชีหรือรหัสผ่านต้องไม่ว่างเปล่า
IDS_MESSAGE_EXISTED = มีบัญชีอยู่แล้ว
IDS_MESSAGE_NO_EXISTED = บัญชีที่คุณต้องการลบไม่มีอยู่
IDS_MESSAGE_TITLE1 = ต้องระบุชื่อ
IDS_INPUT_ADD_USERNAME = กรุณากรอกข้อมูลบัญชีของคุณ
IDS_INPUT_USERNAME = โปรดป้อนบัญชีที่คุณต้องการลบ
IDS_MESSAGE_CATEGORY = กรุณาเลือกหมวดหมู่
IDS_MESSAGE_FILE = ระยะเวลาของไฟล์มากกว่า 15 นาที
IDS_CATEGORY_ZERO = เลือกหมวดหมู่
IDS_CATEGORY_ONE = รถยนต์และยานยนต์
IDS_CATEGORY_TWO = ความขบขัน
IDS_CATEGORY_Three = การศึกษา
IDS_CATEGORY_FOUR = การบันเทิง
IDS_CATEGORY_FIVE = ภาพยนตร์และแอนิเมชัน
IDS_CATEGORY_SIX = การเล่นเกม
IDS_CATEGORY_SEVEN = Howto & Style
IDS_CATEGORY_EIGHT = เพลง
IDS_CATEGORY_NINE = ข่าวและการเมือง
IDS_CATEGORY_TEN = องค์กรที่ไม่แสวงหาผลกำไรและการเคลื่อนไหว
IDS_CATEGORY_ELEVEN = สัตว์เลี้ยงและสัตว์
IDS_CATEGORY_THIRTEEN = เทคโนโลยีวิทยาศาสตร์
IDS_CATEGORY_FOURTEEN = กีฬา
IDS_CATEGORY_FIFTEEN = การเดินทางและกิจกรรม
IDS_CATEGORY_COMMON = -1, ;2,Autos;23,Comedy;27,Education;24,Entertainment;1,Film;20,Games;26,Howto;10,Music;25,News;29,Nonprofit;22,People;15,Animals;28,Tech;17,Sports;19,Travel;
IDS_LOGIN_ERROR =บัญชีหรือรหัสผ่านผิด!
IDS_INTERNET_ERROR =มีบางอย่างผิดปกติกับการเชื่อมต่อเครือข่าย!
IDS_VERIFYING_ACCOUNT=กำลังยืนยันการเชื่อมต่อและบัญชี ...
IDS_YOUTUBE_TERMS_WARNING=เมื่อคลิก "Produce," คุณรับรองว่าคุณเป็นเจ้าของสิทธิ์ทั้งหมดในเนื้อหาหรือว่าคุณได้รับอนุญาตจากเจ้าของเพื่อให้เนื้อหานั้นเผยแพร่ต่อสาธารณะบน YouTube และเป็นไปตามข้อกำหนดในการให้บริการของ YouTube ที่
#IDS_YOUTUBE_TERMS_WARNING=By clicking "Produce," you certify that you own all rights to the content or that you are authorized by the owner to make the content publicly available on YouTube, and that it otherwise complies with the YouTube Terms of Service located at
IDS_YOUTUBE_TERMS_OF_SERVICE=http://r.acdsee.com/PNRui
IDS_YOUTUBE_LOGIN_TITLE = YouTube - เข้าสู่ระบบ
IDS_PRODUCE_ERROR_NO_CHANNEL = คุณต้องสร้างช่อง YouTube ก่อนจึงจะสามารถอัปโหลดวิดีโอได้

[UploadGeneralMsg]
IDS_UPLOAD_MSG_CANCELLED = ผู้ใช้ถูกยกเลิก
IDS_UPLOAD_MSG_AUTH_FAILED = รับรองความถูกต้องล้มเหลว.
IDS_UPLOAD_MSG_INTERNET_ERROR = ข้อผิดพลาดการเชื่อมต่ออินเทอร์เน็ต
IDS_SHARE_FACEBOOK_FAILED = ไม่สามารถแชร์วิดีโอไปที่ Facebook!
IDS_SHARE_TWITTER_FAILED = ไม่สามารถแชร์วิดีโอไปที่ Twitter!
IDS_UPLOAD_ERROR_READ_FILE_ERROR = อ่านไฟล์ล้มเหลว!

[ProduceProcessDlg]
IDS_PRODUCE_TITLE = ACDSee Video Studio 3
IDS_PRODUCE_PROGRESS_FINISH = เสร็จสิ้น
IDS_PRODUCE_PROGRESS_CANCEL = ยกเลิก
IDS_PRODUCE_CANCELBUTTON = ยกเลิก
IDS_PRODUCE_PROGRESS_FAILED = ล้มเหลว
IDS_PRODUCE_PREPARE = การเตรียม...
IDS_UPLOADING_PROGRESS = ขั้นตอนที่ 2 จาก 2: การอัปโหลด
IDS_PRODUCING_PROGRESS = การกระทำ...
IDS_PRODUCING_PROGRESS_STEP1 = ขั้นตอนที่ 1 จาก 2: การแสดงผล
IDS_PRODUCING_FAILED = การผลิตล้มเหลว!
IDS_UPLOADING_FAILED = การอัปโหลดล้มเหลว!
IDS_PRODUCING_PROGRESS_CANCELLED = การแสดงไฟล์ของคุณถูกยกเลิก
IDS_PRODUCE_COMPLETE = สมบูรณ์
IDS_SHOW_IN_EXPLORER = แสดงไฟล์ใน Windows Explorer
IDS_OPEN_SHARE_YOUTUBE_LINK = เปิดไฟล์ YouTube ของคุณในเบราว์เซอร์

[PreviewDlg]
IDS_PREVIEW_TITLE = ดูตัวอย่าง
IDS_PREVIEW_FULL_SCREEN = เต็มจอ
IDS_PREVIEW_EXIT_FULL_SCREEN = ออกจากเต็มหน้าจอ

[ProduceType]
IDS_GENERAL_PC_FORMAT =รูปแบบทั่วไป
IDS_SHARE_TO_YOUTUBE =แบ่งปันไปที่ YouTube

[MediaFormat]
IDS_GENERAL_PC_AVI = AVI
IDS_GENERAL_PC_WMV = WMV
IDS_GENERAL_PC_MP4 = MP4
IDS_GENERAL_PC_3GP = 3GP
IDS_GENERAL_PC_FLV = FLV
IDS_GENERAL_PC_MOV = MOV
IDS_GENERAL_PC_ASF = ASF
IDS_GENERAL_PC_M4V = M4V
IDS_GENERAL_PC_MKV = MKV
IDS_GENERAL_PC_WEBM = WEBM
;Common audio
IDS_GENERAL_AUDIO_MP3 = MP3
IDS_YOUTUBE_MOV=MOV
IDS_YOUTUBE_MP4=MP4

[AudioFormat]
IDS_PCM = PCM
IDS_GSM = GSM

[PCM]
IDS_PCM1 = 8000 Hz, 8 Bit, Mono, 7 kb/s

IDS_PCM2 = 8000 Hz, 8 Bit, Stereo, 15 kb/s

IDS_PCM3 = 8000 Hz, 16 Bit, Mono, 15 kb/s

IDS_PCM4 = 8000 Hz, 16 Bit, Stereo, 31 kb/s

IDS_PCM5 = 11025 Hz, 8 Bit, Mono, 10 kb/s

IDS_PCM6 = 11025 Hz, 8 Bit, Stereo, 21 kb/s

IDS_PCM7 = 11025 Hz, 16 Bit, Mono, 21 kb/s

IDS_PCM8 = 11025 Hz, 16 Bit, Stereo, 43 kb/s

IDS_PCM9 = 12000 Hz, 8 Bit, Mono, 11 kb/s

IDS_PCM10 = 12000 Hz, 8 Bit, Stereo, 23 kb/s

IDS_PCM11 = 12000 Hz, 16 Bit, Mono, 23 kb/s

IDS_PCM12 = 12000 Hz, 16 Bit, Stereo, 46 kb/s

IDS_PCM13 = 16000 Hz, 8 Bit, Mono, 15 kb/s

IDS_PCM14 = 16000 Hz, 8 Bit, Stereo, 31 kb/s

IDS_PCM15 = 16000 Hz, 16 Bit, Mono, 31 kb/s

IDS_PCM16 = 16000 Hz, 16 Bit, Stereo, 62 kb/s

IDS_PCM17 = 22050 Hz, 8 Bit, Mono, 21 kb/s

IDS_PCM18 = 22050 Hz, 8 Bit, Stereo, 43 kb/s

IDS_PCM19 = 22050 Hz, 16 Bit, Mono, 43 kb/s

IDS_PCM20 = 22050 Hz, 16 Bit, Stereo, 86 kb/s

IDS_PCM21 = 24000 Hz, 8 Bit, Mono, 23 kb/s

IDS_PCM22 = 24000 Hz, 8 Bit, Stereo, 46 kb/s

IDS_PCM23 = 24000 Hz, 16 Bit, Mono, 46 kb/s

IDS_PCM24 = 24000 Hz, 16 Bit, Stereo, 93 kb/s

IDS_PCM25 = 32000 Hz, 8 Bit, Mono, 31 kb/s

IDS_PCM26 = 32000 Hz, 8 Bit, Stereo, 62 kb/s

IDS_PCM27 = 32000 Hz, 16 Bit, Mono, 62 kb/s

IDS_PCM28 = 32000 Hz, 16 Bit, Stereo, 125 kb/s

IDS_PCM29 = 44100 Hz, 8 Bit, Mono, 43 kb/s

IDS_PCM30 = 44100 Hz, 8 Bit, Stereo, 86 kb/s

IDS_PCM31 = 44100 Hz, 16 Bit, Mono, 86 kb/s

IDS_PCM32 = 44100 Hz, 16 Bit, Stereo, 172 kb/s

IDS_PCM33 = 48000 Hz, 8 Bit, Mono, 46 kb/s

IDS_PCM34 = 48000 Hz, 8 Bit, Stereo, 93 kb/s

IDS_PCM35 = 48000 Hz, 16 Bit, Mono, 93 kb/s

IDS_PCM36 = 48000 Hz, 16 Bit, Stereo, 187 kb/s





